Repository: rraguso/protone-suite
Catalog: src/Applications/OPMedia.RCCManager/Translations/Translation.*.resx
Languages: de, fr

# TXT_APP_NAME
source: Remote Control Device Manager
de: Fernsteuerungsgerät Manager
fr: Remote Manager Control Device

# TXT_REMOTELIST
source: Remote control device list:
de: Fernsteuerungsgerät Liste:
fr: Télécommande liste des périphériques de contrôle:

# TXT_REMOTENAME
source: Remote control device name:
de: Fernsteuerungsgerät Namen:
fr: Télécommande nom de l'appareil de contrôle:

# TXT_BUTTONS
source: Remote control buttons
de: Tasten der Fernbedienung
fr: Touches de la télécommande

# TXT_INPUTPINDATA
source: Input pin configuration
de: Eingangs-Stift-Konfiguration
fr: Configuration des broches d'entrée

# TXT_CFGDATA
source: Pin configuration data:
de: Pinbelegung Daten:
fr: Pin données de configuration:

# TXT_PINTYPE
source: Pin type:
de: Stift Typus:

# TXT_OUTPUTPINDATA
source: Output pin configuration
de: Ausgangs-Stift-Konfiguration
fr: Configuration des broches de sortie

# TXT_ADDREMOTECONFIG
source: Add Remote Control Device
de: Add Fernsteuerungsgerät
fr: Ajout d'un périphérique de contrôle à distance

# TXT_CHANGEEMOTECONFIG
source: Configure Remote Control Device
de: Konfigurieren von Fernsteuerungsgerät
fr: Configurer le périphérique de contrôle à distance

# TXT_CONFIRMDELETEREMOTE
source: Are you sure you want to remove the selected remote control device? You will not be able to undo this removal !
de: Sind Sie sicher, dass die gewählten Fernbedienung Gerät zu entfernen? Sie werden nicht in der Lage, diese Entfernung rückgängig gemacht werden!
fr: Êtes-vous sûr de vouloir supprimer le dispositif de commande à distance sélectionné? Vous ne serez pas en mesure d'annuler cette suppression!

# TXT_ENTERDATA
source: No configuration data defined.
de: Keine Konfigurationsdaten definiert.
fr: Pas de données de configuration définies.

# TXT_CFG
source: This pin type must be configured from ProTONE Player.
de: Dieser Stift Typ muss konfiguriert aus ProTONE Spieler.
fr: Ce type broche doit être configuré à partir Lecteur ProTone.

# TXT_NOTCFG
source: This pin type does not require any configuration.
de: Dieser Stift Typ erfordert keine Konfiguration.
fr: Ce type goupille ne nécessite aucune configuration.

# TXT_TARGET_WNDNAME
source: Target window
de: Zielfenster
fr: Fenêtre cible

# TXT_NODATA
source: No configuration data is yet defined.
de: Keine Konfigurationsdaten wird noch festgelegt.
fr: Aucune donnée de configuration n'est encore défini.

# TXT_BUTTONNAME
source: Button name:
de: Taste-Name:
fr: Nom du bouton:

# TXT_INPUTDATA
source: Input data (press Detect to receive data):
de: Input-Daten (Presse Detect, Daten zu empfangen):
fr: Les données d'entrée (presse Détecter pour recevoir des données):

# TXT_OUTPUTDATA
source: Data to output pin:
de: Daten zu Output-Stift:
fr: Les données de la broche de sortie:

# TXT_DETECT
source: Detect
de: Entdecken
fr: Détecter

# TXT_ADDBUTTON
source: Add Button on '{0}'
de: Hinzufügen von Taste auf '{0}'
fr: Ajouter un bouton sur '{0}'

# TXT_CHANGEBUTTON
source: Configure Button on '{0}'
de: Konfigurieren Taste auf '{0}'
fr: Configurer le bouton de '{0}'

# TXT_CONFIRMDELETEBUTTON
source: Are you sure you want to remove the selected remote control button? You will not be able to undo this removal !
de: Sind Sie sicher, dass Sie die ausgewählte Taste der Fernbedienung zu entfernen? Sie werden nicht in der Lage, diese Entfernung rückgängig gemacht werden!
fr: Êtes-vous sûr de vouloir supprimer le bouton de commande à distance sélectionné? Vous ne serez pas en mesure d'annuler cette suppression!

# TXT_PRESSBUTTON
source: Press a button on the remote control. To skip detection, press Enter or Escape.
de: Drücken Sie eine Taste auf der Fernbedienung. Um nicht entdeckt zu überspringen, drücken Sie die Eingabetaste oder Esc.
fr: Appuyez sur une touche de la télécommande. Pour ignorer la détection, appuyez sur Entrée ou Echap.

# TXT_ADD_REPEAT
source: Add button, and repeat
de: Taste Hinzufügen, und wiederholen
fr: Sur le bouton Ajouter, puis répétez

# TXT_ADD_ONCE
source: Add button
de: Auf die Taste Hinzufügen
fr: Sur le bouton Ajouter

# TXT_TARGETWNDNAME
source: Title of target application/window:
de: Titel der Zielanwendung / Fenster:
fr: Titre de l'application cible / fenêtre:

# TXT_WINDOWBASED
source: Send commands to the active program window
de: Senden von Befehlen an das aktive Programmfenster
fr: Envoyer des commandes de la fenêtre du programme actif

# TXT_SAVE_BEFORE_EXIT
source: You have made changes to the Remote Control devices. Do you want to save these changes before exiting ?
de: Sie haben Änderungen an den Fernbedienungen. Möchten Sie diese Änderungen nicht zuvor speichern gemacht?
fr: Vous avez apporté des modifications aux dispositifs de commande à distance. Voulez-vous enregistrer les modifications avant de quitter?

# TXT_APPLY_CFG
source: Save configuration ?
de: Konfiguration speichern?
fr: Enregistrer la configuration?

# TXT_SECONDS
source: seconds.
de: sekunden.
fr: secondes.

# TXT_TIMEDREPEATRATE
source: Command repetition interval: (0 = no repetition)
de: Befehlswiederholung Intervall: (0 = keine Wiederholung)
fr: Intervalle de répétition de commande: (0 = pas de répétition)

# TXT_PROTONE_REMOTE_COMMAND
source: ProTONE Remote Control Command:
de: ProTONE Fernsteuerung Command:
fr: Commande ProTone Télécommande:

# TXT_PRESS_KEY
source: Press the key combination you want to assign.
de: Drücken Sie die Tastenkombination Sie zuordnen möchten.
fr: Appuyez sur la combinaison de touches que vous souhaitez attribuer.

# TXT_NOBUTTONSREQUIRED
source: This device does not require button configuration.
de: Dieses Gerät benötigt keine Taste Konfiguration.
fr: Cet appareil ne nécessite pas de configuration des boutons.

# TXT_APPLYTIP
source: Save remote control configuration
de: Speichern Fernbedienung Konfiguration
fr: Enregistrement de la configuration de la télécommande

# TXT_DEVICENAME
source: Device name: {0}
de: Gerätename: {0}
fr: Nom de l'appareil: {0}

# TXT_INPUTPIN
source: Input pin: {0} {1}
de: Eingangs-Stift: {0} {1}
fr: Broche d'entrée: {0} {1}

# TXT_OUTPUTPIN
source: Output pin: {0} {1}
de: Ausgangs-Stift: {0} {1}
fr: Broche de sortie: {0} {1}

# TXT_BUTTONNAME_FULL
source: Button name: {0} [ '{1}' --> '{2}' ]
de: Taste-Name: {0} ['{1}' -> '{2}']
fr: Nom du bouton: {0} ['{1}' -> '{2}']

# TXT_NO_BUTTONS_YET
source: Buttons are not yet defined for this device.
de: Knöpfe sind noch nicht für dieses Gerät definiert.
fr: Boutons ne sont pas encore définies pour cet appareil.

# TXT_ADD_BUTTON
source: Add new button ...
de: Fügen Sie neue Taste ...
fr: Ajouter le nouveau bouton ...

# TXT_DEL_BUTTON
source: Delete existing button
de: Löschen Sie vorhandene Taste
fr: Supprimer bouton existant

# TXT_MOD_BUTTON
source: Modify existing button ...
de: Ändern Sie vorhandene Taste ...
fr: Modifier bouton existant ...

# TXT_ADD_DEVICE
source: Add new device ...
de: Neues Gerät hinzufügen ...
fr: Ajouter nouvel appareil ...

# TXT_DEL_DEVICE
source: Delete existing device
de: Löschen Sie vorhandene Gerät
fr: Supprimer dispositif existant

# TXT_MOD_DEVICE
source: Modify existing device ...
de: Ändern Sie vorhandene Gerät ...
fr: Modifiez dispositif existant ...

# TXT_CONFIG_FILES_FILTER
source: Remote Control Configuration files (*.config)|*.config||
de: Fernsteuerung Konfigurationsdateien (* config)|*.config||
fr: Les fichiers de configuration de contrôle à distance (*.config)|*.config||

# TXT_ADMIN_RIGHTS_REQUIRED
source: The Remote Control Device Manager requires administrator rights to run. You must launch this application under a user account that has administrator rights.
de: Die Fernsteuerungsgerät Manager erfordert Administrator-Rechte zu laufen. Sie müssen diese Anwendung unter einem Benutzerkonto mit Administratorrechten zu starten.
fr: Le gestionnaire de périphériques de contrôle à distance nécessite des droits d'administrateur pour exécuter. Vous devez lancer cette application sous un compte utilisateur disposant de droits d'administrateur.

# TXT_BUTTON_NAME
source: Name
fr: Nom
