Repository: rraguso/protone-suite
Catalog: trunk/ProTONE Suite - 1.10.x/src/Framework/OPMediaBase/OPMedia.Runtime.Addons/Translations/Translation.*.resx
Languages: de, ro

# TXT_INSTALL_ADDONLIB
source: Install addon library...
de: Installieren Addon Bibliothek...
ro: Instalare bibliotecă de extensii ...

# TXT_INSTALLADDONFILTER
source: OPMedia Addon Libraries (*.dll)|*.dll||
de: OPMedia Addon Bibliotheken (*.dll)|*.dll||
ro: Extensii OPMedia (*.dll)|*.dll||

# TXT_INSTALLADDONS
source: Select an OPMedia addon library to install:
de: Wählen Sie eine OPMedia Addon Bibliothek zu installieren:
ro: Selectaţi o extensie OPMedia pentru instalare:

# TXT_INVALID_ADDON
source: The DLL file you have selected is not a valid OPMedia extension library. Note: If you believe, however, that the respective file should have been a valid extension, you are advised to contact the producer or the supplier of this DLL.
de: Die DLL-Datei, die Sie ausgewählt haben, ist keine gültige OPMedia Erweiterungsbibliothek. Hinweis: Wenn Sie glauben jedoch, dass die jeweilige Datei sollte eine gültige Erweiterung haben, Ihnen wird geraten, den Hersteller oder den Lieferanten von dieser DLL zu kontaktieren.
ro: Fişierul DLL selectat nu reprezintă o bibliotecă de extensii OPMedia validă. Notă: Dacă dvs. credeti că ar fi trebuit sa fie o bibliotecă validă, sunteţi sfătuit să contactaţi producătorul sau distribuitorul acelui DLL.

# TXT_ADDON_NAME
source: Addon Name
de: Addon Namen
ro: Nume extensie

# TXT_S_ADDON_SETTINGS
source: Configuration
de: Konfiguration
ro: Setări Extensii

# TXT_ADDONS_CHANGED_RESTART
source: In order to modify the new addons configuration, the program needs to be restarted. Is it OK to restart now ?
de: Um die neuen Addons Konfiguration zu ändern, muss das Programm neu gestartet werden. Ist es OK, um jetzt neu starten?
ro: Pentru a modifica configuraţia extensiilor, programul trebuie să fie repornit. Este OK să fie repornit acum?

# TXT_ADDONS_NOT_CHANGED
source: Since you have canceled the restart, your add-on configuration will not be changed.
de: Da Sie den Neustart abgebrochen haben, wird Ihr Add-on-Konfiguration nicht geändert werden.
ro: Intrucat aţi anulat repornirea programului, configuraţia extensiilor dvs. nu va fi schimbată.

# TXT_S_ADDONSETTINGS
source: Addons
ro: Extensii Active

# TXT_ADDONSLIST
source: Checked addons are currently enabled. Use the checkboxes to enable/disable addons. Addons marked with * are required and cannot be disabled. A program restart will be needed to apply the new addons configuration.
de: Geprüft werden derzeit Addons aktiviert. Verwenden Sie die Kontrollkästchen zum Aktivieren / Deaktivieren Addons. Addons mit * müssen ausgefüllt werden und kann nicht deaktiviert werden. Ein Neustart des Programms erforderlich sein, um den neuen Addons Konfiguration anzuwenden.
ro: Extensiile bifate sunt active. Folositi casetele pentru a activa/dezactiva extensiile. Extensiile marcate cu * sunt necesare si nu pot fi dezactivate. Programul va trebui repornit pentru a aplica noua configuraţie a extensiilor.

# TXT_ADDONSLIST_NORESTART
source: Checked addons are currently enabled. Use the checkboxes to enable/disable addons. Addons marked with * are required and cannot be disabled.
de: Geprüft werden derzeit Addons aktiviert. Verwenden Sie die Kontrollkästchen zum Aktivieren / Deaktivieren Addons. Addons mit * müssen ausgefüllt werden und kann nicht deaktiviert werden.
ro: Extensiile bifate sunt active. Folositi casetele pentru a activa/dezactiva extensiile. Extensiile marcate cu * sunt necesare si nu pot fi dezactivate.

# TXT_CANT_INSTALL_BUILTIN
source: The addon library you have selected cannot be installed, because it is a built-in library. If you intend to enable/disable the addons from the built-in library, please use the addons checkboxes.
de: Das Addon Bibliothek, die Sie ausgewählt haben, können nicht installiert werden, weil es eine eingebaute Bibliothek ist. Wenn Sie zum Aktivieren / Deaktivieren der Addons von beabsichtigen die integrierte Bibliothek, verwenden Sie bitte die Addons Checkboxen.
ro: Biblioteca selectată nu poate fi instalată, intrucât este o bibliotecă nativă. Pentru a activa/dezactiva extensiile acestei biblioteci, folosiţi casetele asociate acestora.

# TXT_CANT_UNINSTALL_BUILTIN
source: The addon library you have specified cannot be uninstalled, because it is a built-in library. If you intend to enable/disable the addons from the built-in library, please use the addons checkboxes.
de: Das Addon Bibliothek, die Sie angegeben haben, kann nicht deinstalliert werden, weil es eine eingebaute Bibliothek ist. Wenn Sie zum Aktivieren / Deaktivieren der Addons von beabsichtigen die integrierte Bibliothek, verwenden Sie bitte die Addons Checkboxen.
ro: Biblioteca selectată nu poate fi dezinstalată, intrucât este o bibliotecă nativă. Pentru a activa/dezactiva extensiile acestei biblioteci, folosiţi casetele asociate acestora.

# TXT_INVALID_NAME
source: The DLL file you have selected is not a valid OPMedia extension library. A valid OPMedia extension library file name should follow the convention: <Library-Name>Extension.dll.
de: Die DLL-Datei, die Sie ausgewählt haben, ist keine gültige OPMedia Addon Bibliothek. Eine gültige OPMedia Addon-Bibliothek Dateiname sollte die Konvention folgen: <Bibliothek-Name> Extension.dll.
ro: Fişierul DLL selectat nu reprezintă o bibliotecă de extensii OPMedia validă. Numele unei biblioteci de extensii OPMedia valide trebuie să respecte convenţia: <Nume_Bibliotecă>Extension.dll.

# TXT_NAV_ADDONS
source: Navigation
ro: Navigaţie

# TXT_PREVIEW_ADDONS
source: Preview / Visualization
de: Vorschau / Visualisierung
ro: Redare / Vizualizare

# TXT_PROP_ADDONS
source: File Property Interaction
de: Datei-Property-Interaktion
ro: Interacţiune cu proprietăţile fişierelor

# TXT_SHAREDADDONS
source: The addon library you are trying to uninstall provides multiple features: {0} If you continue, all these features will no longer be available. Is it OK to proceed ?
de: All diese Addons sind in der Addon-Bibliothek Sie versuchen, zu deinstallieren sind integriert: {0} Wenn Sie fortfahren, werden alle diese Addons nicht mehr verfügbar sein. Ist es OK, um fortzufahren?
ro: Biblioteca de extensii pe care doriţi să o dezinstalaţi ofera mai multe functionalităţi: {0} Daca veţi continua, aceste funcţionalităţi nu vor mai fi disponibile. Doriţi să continuaţi ?

# TXT_NO_NAV_ADDONS
source: No navigation addons are currently configured. The application cannot run without them. You must to select and enable at least one navigation addon in order to continue.
de: Keine Navigation Addons sind derzeit konfiguriert. Die Anwendung kann ohne sie nicht laufen. Sie müssen zu wählen und damit mindestens ein Navigations-Addon, um fortzufahren.
ro: Nici o extensie de navigaţie nu este activă. Aplicaţia nu poate funcţiona fără acestea. Trebuie să activaţi cel puţin o extensie de navigaţie pentru a putea continua.

# TXT_NOTIFY_NON_PREVIEW
source: The selected item cannot be previewed. You must use an external program to view it.
de: Das ausgewählte Produkt kann keine Vorschau angezeigt werden. Sie müssen ein externes Programm, um es anzuzeigen.
ro: Obiectul selectat nu poate fi vizualizat. Trebuie să folosiţi un alt program pentru a-l vizualiza.

# TXT_NOTIFY_PREVIEW
source: To preview the selected item, double click it or press Enter.
de: Um das ausgewählte Element anzuzeigen, doppelklicken Sie darauf oder drücken Sie die Eingabetaste.
ro: Pentru a vizualiza obiectul selectat, daţi dublu click pe acesta sau apăsați Enter.

# TXT_PREPARE_PREVIEW
source: Automatic preview of selected item is starting in a couple of seconds. Press Escape to cancel ...
de: Automatische Vorschau des ausgewählten Elements wird in ein paar Sekunden ab. Drücken Sie Escape, um abzubrechen ...
ro: Vizualizarea automată a obiectului selectat va porni în cateva secunde. Apăsați Escape pentru a opri vizualizarea ...

# TXT_PREVIEW_CANCELED
source: Automatic preview of selected item has been canceled. Select another item or press Enter to preview the current item.
de: Automatische Vorschau des ausgewählten Elements wurde abgebrochen. Wählen Sie ein anderes Element, oder drücken Sie die Eingabetaste, um den aktuellen Titel Vorschau.
ro: Vizualizarea automată a obiectului selectat a fost oprită. Selectaţi alt obiect sau apăsați Enter pentru a vizualiza obiectul curent.

# TXT_SELECTALLADDONS
source: Select all addons
de: Wählen Sie alle Addons
ro: Selectează toate extensiile

# TXT_UNINSTALL_ADDONLIB
source: Uninstall addon library...
de: Deinstallieren Addon Bibliothek ...
ro: Dezinstalare bibliotecă de extensii ...
