Repository: rraguso/protone-suite
Catalog: src/Framework/OPMediaBase/OPMedia.Runtime.Addons/Translations/Translation.*.resx
Languages: fr

# TXT_INSTALL_ADDONLIB
source: Install addon library...
fr: Installer bibliothèque addon ...

# TXT_INSTALLADDONFILTER
source: OPMedia Addon Libraries (*.dll)|*.dll||
fr: Bibliothèques addon OPMedia (*.dll)|*.dll||

# TXT_INSTALLADDONS
source: Select an OPMedia addon library to install:
fr: Sélectionnez une bibliothèque addon OPMedia à installer:

# TXT_INVALID_ADDON
source: The DLL file you have selected is not a valid OPMedia extension library. Note: If you believe, however, that the respective file should have been a valid extension, you are advised to contact the producer or the supplier of this DLL.
fr: Le fichier DLL que vous avez sélectionné n'est pas une extension de la bibliothèque valide OPMedia. Remarque: Si vous crois, cependant, que le fichier en question aurait dû être une extension valide, il vous est conseillé de contacter le producteur ou le fournisseur de cette DLL.

# TXT_ADDON_NAME
source: Addon Name
fr: Nom Addon

# TXT_ADDONS_CHANGED_RESTART
source: In order to modify the new addons configuration, the program needs to be restarted. Is it OK to restart now ?
fr: Pour modifier la configuration de nouveaux addons, le programme doit être redémarré. Est-il OK pour redémarrer maintenant?

# TXT_ADDONS_NOT_CHANGED
source: Since you have canceled the restart, your add-on configuration will not be changed.
fr: Puisque vous avez annulé le redémarrage, votre complément de la configuration ne sera pas modifiée.

# TXT_S_ADDONSETTINGS
source: Addons
fr: Extensions

# TXT_ADDONSLIST
source: Checked addons are currently enabled. Use the checkboxes to enable/disable addons. Addons marked with * are required and cannot be disabled. A program restart will be needed to apply the new addons configuration.
fr: Addons cochés sont activés. Utilisez les cases à cocher pour activer / désactiver addons. Addons marqués d'une * sont requis et ne peut pas être désactivé. Un redémarrage du programme seront nécessaires pour appliquer la nouvelle configuration addons.

# TXT_ADDONSLIST_NORESTART
source: Checked addons are currently enabled. Use the checkboxes to enable/disable addons. Addons marked with * are required and cannot be disabled.
fr: Addons cochés sont activés. Utilisez les cases à cocher pour activer / désactiver addons. Addons marqués d'une * sont requis et ne peut pas être désactivé.

# TXT_CANT_INSTALL_BUILTIN
source: The library you have selected cannot be installed, because it is a native library. A native library encaspulates the core functionality of an extensible application, and it cannot be installed or uninstalled.
fr: La bibliothèque que vous avez sélectionné ne peut pas être installé, car il est une bibliothèque native. Une bibliothèque native encaspulates les fonctionnalités de base d'une application extensible, et il ne peut pas être installé ou désinstallé.

# TXT_CANT_UNINSTALL_BUILTIN
source: The library you have selected cannot be uninstalled, because it is a native library. A native library encaspulates the core functionality of an extensible application, and it cannot be installed or uninstalled. Instead of uninstalling, consider using the addons checkboxes to enable or disable various application functionalities. pay attention that some functionalities are required and cannot be disabled.
fr: La bibliothèque que vous avez sélectionné ne peut pas être désinstallé, parce que c'est une bibliothèque native. Une bibliothèque native encaspulates les fonctionnalités de base d'une application extensible, et il ne peut pas être installé ou désinstallé. Lieu de désinstallation, pensez à utiliser les addons cases à cocher pour activer ou désactiver différentes fonctionnalités de l'application. Payez attention à ce que certaines fonctionnalités sont nécessaires et ne peuvent pas être désactivées.

# TXT_INVALID_NAME
source: The DLL file you have selected is not a valid OPMedia extension library. A valid OPMedia extension library file name should follow the convention: <Library-Name>Extension.dll.
fr: Le fichier DLL que vous avez sélectionné n'est pas une extension de la bibliothèque valide OPMedia. Une extension valide OPMedia bibliothèque nom du fichier doit suivre la convention: Extension.dll <Addon-Name>.

# TXT_PREVIEW_ADDONS
source: Preview / Visualization
fr: Aperçu / Visualisation

# TXT_PROP_ADDONS
source: File Property Interaction
fr: Interaction de la propriété du fichier

# TXT_SHAREDADDONS
source: The addon library you are trying to uninstall provides multiple features: {0} If you continue, all these features will no longer be available. Is it OK to proceed ?
fr: La bibliothèque addon vous essayez de désinstaller offre des fonctions multiples: {0} Si vous continuez, toutes ces fonctionnalités ne seront plus disponibles. Est-il OK pour continuer?

# TXT_NO_NAV_ADDONS
source: No navigation addons are currently configured. The application cannot run without them. You must to select and enable at least one navigation addon in order to continue.
fr: Aucun addons de navigation sont actuellement configurés. L'application ne peut pas fonctionner sans eux. Vous devez sélectionner et activer au moins un addon de navigation pour continuer.

# TXT_NOTIFY_NON_PREVIEW
source: The selected item cannot be previewed. You must use an external program to view it.
fr: L'élément sélectionné ne peut pas être prévisualisé. Vous devez utiliser un programme externe pour la voir.

# TXT_NOTIFY_PREVIEW
source: To preview the selected item, double click it or press Enter.
fr: Pour prévisualiser l'élément sélectionné, double-cliquez dessus ou appuyez sur Entrée.

# TXT_PREPARE_PREVIEW
source: Automatic preview of selected item is starting in a couple of seconds. Press Escape to cancel ...
fr: Prévisualisation automatique de l'élément sélectionné démarre en quelques secondes. Appuyez sur Echap pour annuler ...

# TXT_PREVIEW_CANCELED
source: Automatic preview of selected item has been canceled. Select another item or press Enter to preview the current item.
fr: Prévisualisation automatique de l'élément sélectionné a été annulée. Sélectionnez un autre élément ou appuyez sur Entrée pour prévisualiser l'élément actuel.

# TXT_SELECTALLADDONS
source: Select all addons
fr: Sélectionnez tous les addons

# TXT_UNINSTALL_ADDONLIB
source: Uninstall addon library...
fr: Désinstaller bibliothèque addon ...
