Repository: rraguso/protone-suite
Catalog: trunk/ProTONE Suite/src/Applications/OPMedia.RCCManager/Translations/Translation.*.resx
Languages: de, fr

# TXT_APP_NAME
source: Remote Control Manager
de: Fernsteuerung-Manager
fr: Gestionnaire de Télécommandes

# TXT_REMOTELIST
source: Remote control list:
de: Fernsteuerung-Liste:
fr: Liste de télécommandes

# TXT_REMOTENAME
source: Remote control name:
de: Fernsteuerung-Name:
fr: Nom de télécommande:

# TXT_BUTTONS
source: Remote control buttons
de: Tasten der Fernsteuerung
fr: Boutons de télécommande

# TXT_INPUTPINDATA
source: Input pin settings
de: Eingangs-Stift-Einstellungen
fr: Paramètres de fiche d'entrée

# TXT_CFGDATA
source: Pin settings:
de: Stift-Einstellungen
fr: Paramètres de fiche:

# TXT_PINTYPE
source: Pin type:
de: Stift-Typ:
fr: Type de fiche:

# TXT_OUTPUTPINDATA
source: Output pin settings
de: Ausgangs-Stift-Einstellungen
fr: Paramètres de fiche de sortie

# TXT_ADDREMOTECONFIG
source: Add Remote Control
de: Anfügen Fernsteuerung
fr: Ajout télécommande

# TXT_CHANGEEMOTECONFIG
source: Configure Remote Control
de: Konfigurieren Fernsteuerung
fr: Configurer le télécommande

# TXT_CONFIRMDELETEREMOTE
source: Are you sure you want to remove the selected remote control ? You will not be able to undo this removal !
de: Sind Sie sicher, dass die gewählten Fernsteuerung zu entfernen? Sie werden nicht in der Lage, diese Entfernung rückgängig gemacht werden!
fr: Êtes-vous sûr de vouloir supprimer le télécommande sélectionné? Vous ne serez pas en mesure d'annuler cette suppression!

# TXT_ENTERDATA
source: Pin settings not defined yet.
de: Stift-Einstellungen noch nicht definiert.
fr: Paramètres de fiche pas encore définies.

# TXT_CFG
source: This pin can be configured only from ProTONE Player.
de: Dieser Stift kann nur von ProTONE Spieler konfiguriert werden.
fr: Cette fiche peut être configurée uniquement à partir de ProTONE Lecteur.

# TXT_NOTCFG
source: This pin doesn't need any settings.
de: Dieser Stift benötigt keine Einstellungen.
fr: Cette fiche n'a pas besoin de paramètres.

# TXT_BUTTON_NAME
source: Name
fr: Nom

# TXT_TARGET_WNDNAME
source: Target window
de: Zielfenster
fr: Fenêtre cible

# TXT_NODATA
source: Pin settings not defined yet.
de: Stift-Einstellungen noch nicht definiert.
fr: Paramètres de fiche pas encore définies.

# TXT_BUTTONNAME
source: Button name:
de: Taste-Name:
fr: Nom du bouton:

# TXT_INPUTDATA
source: Input data (press Detect to receive data):
de: Eingangsdaten (Presse Entdecken, Daten zu empfangen):
fr: Données d'entrée (presse Détecter pour recevoir des données):

# TXT_OUTPUTDATA
source: Data to output pin:
de: Daten zu Ausdangs-Stift:
fr: Données de sortie:

# TXT_DETECT
source: Detect
de: Entdecken
fr: Détecter

# TXT_ADDBUTTON
source: Add Button on '{0}'
de: Anfügen von Taste auf '{0}'
fr: Ajouter un bouton sur '{0}'

# TXT_CHANGEBUTTON
source: Configure Button on '{0}'
de: Konfigurieren Taste auf '{0}'
fr: Configurer le bouton de '{0}'

# TXT_CONFIRMDELETEBUTTON
source: Are you sure you want to remove the selected remote control button? You will not be able to undo this removal !
de: Sind Sie sicher, dass Sie die ausgewählte Taste der Fernsteuerung zu entfernen? Sie werden nicht in der Lage, diese Entfernung rückgängig gemacht werden!
fr: Êtes-vous sûr de vouloir supprimer le bouton de télécommande sélectionné? Vous ne serez pas en mesure d'annuler cette suppression!

# TXT_PRESSBUTTON
source: Press a button on the remote control. To skip detection, press Enter or Escape.
de: Drücken Sie eine Taste auf der Fernsteuerung. Um nicht entdeckt zu überspringen, drücken Sie die Eingabetaste oder Esc.
fr: Appuyez sur une bouton de la télécommande. Pour ignorer la détection, appuyez sur Entrée ou Echap.

# TXT_ADD_REPEAT
source: Add button, and repeat
de: Anfügen Taste, und wiederholen
fr: Ajouter le bouton, puis répétez

# TXT_ADD_ONCE
source: Add button
de: Anfügen Taste
fr: Ajouter le bouton

# TXT_TARGETWNDNAME
source: Title of target application/window:
de: Titel der Zielanwendung / Fenster:
fr: Titre de l'application cible / fenêtre:

# TXT_WINDOWBASED
source: Send commands to the active program window
de: Senden von Befehlen an das aktive Programmfenster
fr: Envoyer des commandes de la fenêtre du programme actif

# TXT_SAVE_BEFORE_EXIT
source: You have made changes to the configuration. Do you want to save these changes before exiting ?
de: Sie haben Änderungen an der Konfiguration vorgenommen. Möchten Sie diese Änderungen vor dem Beenden speichern?
fr: Vous avez apporté des modifications aux dispositifs de télécommande. Voulez-vous enregistrer les modifications avant de quitter?

# TXT_APPLY_CFG
source: Save configuration ?
de: Konfiguration speichern?
fr: Enregistrer la configuration?

# TXT_SECONDS
source: seconds.
de: sekunden.
fr: secondes.

# TXT_TIMEDREPEATRATE
source: Command repetition interval: (0 = no repetition)
de: Befehlswiederholung Intervall: (0 = keine Wiederholung)
fr: Intervalle de répétition de commande: (0 = pas de répétition)

# TXT_PROTONE_REMOTE_COMMAND
source: ProTONE Remote Control Command:
de: ProTONE Fernsteuerung Command:
fr: Commande:

# TXT_PRESS_KEY
source: Press the key combination you want to assign.
de: Drücken Sie die Tastenkombination Sie zuordnen möchten.
fr: Appuyez sur la combinaison de boutons que vous souhaitez attribuer.

# TXT_DEFAULTWINDOWNAME
source: Default_window_name
de: Standard_fenster_name
fr: Defaut_nom_de_fenêtre

# TXT_NOBUTTONSREQUIRED
source: This remote control doesn't need button configuration.
de: Dieses Fernsteuerung benötigt keine Taste Konfiguration.
fr: Cette télécommande ne nécessite pas de configuration des boutons.

# TXT_APPLYTIP
source: Save remote control configuration
de: Speichern Fernbedienung Konfiguration
fr: Enregistrement de la configuration de télécommandes

# TXT_DEVICENAME
source: Remote control name: {0}
de: Fernsteuerungname: {0}
fr: Nom de télécommande: {0}

# TXT_INPUTPIN
source: Input pin: {0} {1}
de: Eingangs-Stift: {0} {1}
fr: Fiche d'entrée: {0} {1}

# TXT_OUTPUTPIN
source: Output pin: {0} {1}
de: Ausgangs-Stift: {0} {1}
fr: Fiche de sortie: {0} {1}

# TXT_BUTTONNAME_FULL
source: Button name: {0} [ '{1}' --> '{2}' ]
de: Taste-Name: {0} ['{1}' -> '{2}']
fr: Nom du bouton: {0} ['{1}' -> '{2}']

# TXT_NO_BUTTONS_YET
source: Buttons are not yet defined for this remote control.
de: Knöpfe sind noch nicht für diese Fernsteuerung definiert.
fr: Boutons ne sont pas encore définies pour cette télécommande.

# TXT_ADD_BUTTON
source: Add new button ...
de: Neue Taste Anfügen ...
fr: Ajouter nouveau bouton ...

# TXT_DEL_BUTTON
source: Delete existing button
de: Löschen Sie vorhandene Taste
fr: Supprimer bouton existant

# TXT_MOD_BUTTON
source: Modify existing button ...
de: Ändern Sie vorhandene Taste ...
fr: Modifier bouton existant ...

# TXT_ADD_DEVICE
source: Add new remote control ...
de: Neues Fernsteuerung Anfügen ...
fr: Ajouter nouvel télécommande ...

# TXT_DEL_DEVICE
source: Delete existing remote control
de: Löschen Sie vorhandene Fernsteuerung
fr: Supprimer télécommande existant

# TXT_MOD_DEVICE
source: Modify existing remote control ...
de: Ändern Sie vorhandene Fernsteuerung ...
fr: Modifiez télécommande existant ...

# TXT_CONFIG_FILES_FILTER
source: Remote Control Configuration files (*.config)|*.config||
de: Fernsteuerung Konfigurationsdateien (* config)|*.config||
fr: Les fichiers de configuration de télécommande (*.config)|*.config||

# TXT_ADMIN_RIGHTS_REQUIRED
source: The Remote Control Manager requires administrator rights to run. You must launch this application under a user account that has administrator rights.
de: Die Fernsteuerung-Manager erfordert Administrator-Rechte zu laufen. Sie müssen diese Anwendung unter einem Benutzerkonto mit Administratorrechten zu starten.
fr: Le Gestionnaire de Télécommandes à distance nécessite des droits d'administrateur pour exécuter. Vous devez lancer cette application sous un compte utilisateur disposant de droits d'administrateur.
