Repository: rraguso/protone-suite
Catalog: trunk/ProTONE Suite/src/Framework/OPMediaBase/OPMedia.UI/Translations/Translation.*.resx
Languages: de

# TXT_ABORT
source: Abort
de: Abbruch

# TXT_ABOUT
source: About {0}
de: Über {0}

# TXT_ADD
source: Add...
de: Hinzufügen ...

# TXT_ADD_FILES
source: Add Files ...
de: Dateien hinzufügen ...

# TXT_ADD_FOLDER
source: Add Folder ...
de: Ordner hinzufügen ...

# TXT_ALL_FILES_FILTER
source: All files (*.*)|*.*||
de: Alle Dateien (*.*) |*.*||

# TXT_ALTKEY
source: Alternate
de: Wechseln

# TXT_APPHELP
source: Contents ...
de: Inhalt ...

# TXT_APPLY
source: Apply
de: Anwenden

# TXT_APP_RESTART
source: Program restart required
de: Neustart des Programms erforderlich

# TXT_ARGUMENTS
source: Specify the program's command line arguments:
de: Geben Sie das Programm der Kommandozeilen-Parameter:

# TXT_BACK
source: Back
de: Zurück

# TXT_BROWSE
source: Browse ...
de: Durchsuchen ...

# TXT_BTNCLOSE
source: Close.
de: Schließen.

# TXT_BTNMAXIMIZE
source: Maximize.
de: Maximieren.

# TXT_BTNMINIMIZE
source: Minimize.
de: Minimieren.

# TXT_BTNRESTOREDOWN
source: Restore down.
de: Wiederherstellen nach unten.

# TXT_BUILDING_OBJECT_LIST
source: Creating object list ...
de: Erstellen Objektliste ...

# TXT_CANCEL
source: Cancel
de: Abbrechen

# TXT_CAUTION
source: Caution
de: Vorsicht

# TXT_CHANGE
source: Change...
de: Ändern ...

# TXT_CHOOSELOGPATH
source: Choose the folder to store the log files:
de: Wählen Sie den Ordner, um die Log-Dateien zu speichern:

# TXT_CHOOSEPROGRAM
source: Choose the program to be executed:
de: Wählen Sie das Programm ausgeführt werden soll:

# TXT_CHOOSEWORKDIR
source: Choose the program working folder:
de: Wählen Sie das Programm Arbeitsordner:

# TXT_CLEARLOG
source: Clear Log File
de: Clear Log Datei

# TXT_CLEARWINDOW
source: Clear Window Contents
de: Fenster leeren

# TXT_CLICK_LIST_TO_EDIT
source: Click on list cells to edit them.
de: Klicken Sie auf Liste Zellen, um sie zu bearbeiten.

# TXT_CMDCFGKEYBOARD
source: Displays the Keyboard Shortcuts.
de: Zeigt die Tastenkombinationen.

# TXT_CMDGENERICAPPLY
source: Apply Changes.
de: Änderungen übernehmen.

# TXT_CMDGENERICCOPY
source: Copy data (or files)
de: Daten kopieren (oder Dateien)

# TXT_CMDGENERICCUT
source: Cut data (or files)
de: Schneiden Sie Daten (oder Dateien)

# TXT_CMDGENERICDELETE
source: Delete data (or files)
de: Löschen von Daten (oder Dateien)

# TXT_CMDGENERICNEW
source: New Document.
de: Neues Dokument.

# TXT_CMDGENERICOPEN
source: Open Document.
de: Geöffnete Dokument.

# TXT_CMDGENERICPASTE
source: Paste data (or files)
de: Einfügen von Daten (oder Dateien)

# TXT_CMDGENERICREFRESH
source: Refresh data
de: Daten aktualisieren

# TXT_CMDGENERICRENAME
source: Rename files
de: Umbenennen von Dateien

# TXT_CMDGENERICSAVE
source: Save Document.
de: Dokument speichern.

# TXT_CMDGENERICSEARCH
source: Search data (or files)
de: Suche Daten (oder Dateien)

# TXT_CMDGENERICUNDO
source: Undo changes.
de: Änderungen rückgängig machen.

# TXT_CMDOPENHELP
source: Open help file
de: Öffnen Sie Hilfe-Datei

# TXT_CMDOPENSETTINGS
source: Displays the Settings dialog.
de: Zeigt den Dialog Einstellungen.

# TXT_CMDSHOWLOGCONSOLE
source: Displays the log file console
de: Zeigt die Log-Datei-Konsole

# TXT_CMDSWITCHWINDOWS
source: Switch between addon windows.
de: Wechseln Sie zwischen Addon Fenster.

# TXT_COMMAND
source: Command name
de: Befehlsname

# TXT_CONFIRM
source: Confirm
de: Bestätigen

# TXT_CONFIRM_ABORT
source: Are you sure you want to abort the operation ?
de: Sind Sie sicher, dass Sie den Vorgang abbrechen?

# TXT_CONFIRM_DELETE
source: Are you sure you want to delete the file: {0} ?
de: Sind Sie sicher, dass Sie die Datei zu löschen: {0}?

# TXT_CONFIRM_DELETE_DIR
source: The folder: {0} is not empty. Do you want to delete it (including its contents) ?
de: Der Ordner: {0} ist nicht leer. Wollen Sie es (samt Inhalt) löschen?

# TXT_CONFIRM_DELETE_EMPTYDIR
source: Are you sure you want to delete the folder: {0} ?
de: Sind Sie sicher, dass Sie den Ordner zu löschen: {0}?

# TXT_CONFIRM_DELETE_ROHS
source: The file {0} has one (or more) of these attributes: Read-Only, Hidden or System. Do you still want to delete it ?
de: Die Datei {0} ist eine oder mehrere dieser Attribute: Read-Only/Hidden/System. Glauben Sie immer noch wollen, um es zu löschen?

# TXT_CONFIRM_OVERWRITE
source: The destination file {0} already exists. Do you want to overwrite it ?
de: Die Zieldatei {0} existiert bereits. Wollen Sie es überschreiben?

# TXT_CONFIRM_OVERWRITE_RO
source: The destination file {0} already exists and it is a Read-Only file. Do you want to overwrite it ?
de: Die Zieldatei {0} existiert bereits und es ist eine Nur-Lese-Datei. Wollen Sie es überschreiben?

# TXT_COPY
source: Copy
de: Kopieren Sie

# TXT_CUR_PROGRESS
source: {0}: {1} items out of {2} ({3}% done)
de: {0}: {1} Elemente aus {2} ({3}% fertig)

# TXT_CUT
source: Cut
de: Ausschneiden

# TXT_DEFINE_PROGRAM
source: [ Please define the program to be executed ]
de: [Bitte definieren Sie das Programm ausgeführt werden soll]

# TXT_DELETE
source: Delete
de: Löschen

# TXT_DESCRIPTION
source: Command description
de: Befehl Beschreibung

# TXT_DESC_COPY_TASK
source: Copying
de: Kopieren

# TXT_DESC_DELETE_TASK
source: Deleting
de: Löschen

# TXT_DESC_MOVE_TASK
source: Moving
de: Verschieben

# TXT_DOUBLE_CLICK_TO_EDIT
source: double click to edit
de: Doppelklick bearbeiten

# TXT_DOWNLOAD
source: Download
de: Laden Sie

# TXT_DRAWBORDERS
source: Draw skinned borders and title bar (recommended)
de: Zeichnen Sie skinned Grenzen und Titelleiste (empfohlen)

# TXT_EDITKEYDESC
source: Press the new key combination for: {0}. Current shortcut is: {1}.
de: Drücken Sie die neue Tastenkombination für: {0}. Aktuelle Verknüpfung ist: {1}.

# TXT_ENABLESKINNEDBORDERS
source: Enable skinned borders
de: Aktivieren Hautfarbe Grenzen

# TXT_ENABLE_LOG
source: Enable program logging
de: Aktivieren Sie die Protokollierung Programm

# TXT_ERROR
source: Error
de: Fehler

# TXT_ERRORS
source: Register error messages in the log file
de: Melden Sie sich Fehlermeldungen

# TXT_ERRORS_COPY_TASK
source: Some errors appeared while copying the specified files. More details in the list below.
de: Einige Fehler trat beim Kopieren der entsprechenden Dateien auf. Weitere Details in der Liste unten.

# TXT_ERRORS_DELETE_TASK
source: Some errors appeared while deleting the specified files. More details in the list below.
de: Einige Fehler trat beim Löschen der angegebenen Dateien. Weitere Details in der Liste unten.

# TXT_ERRORS_ENCOUNTERED
source: Some errors appeared during the operation.
de: Einige Fehler trat während der Operation.

# TXT_ERRORS_MOVE_TASK
source: Some errors appeared while moving the specified files. More details in the list below.
de: Einige Fehler trat während der Bewegung die angegebenen Dateien. Weitere Details in der Liste unten.

# TXT_EVERYDAY
source: Every Day
de: Täglich

# TXT_EXIT
source: Exit
de: Beenden

# TXT_FILE
source: File
de: Datei

# TXT_FILENAME
source: File Name
de: Dateiname

# TXT_FOLDERNOTACCESSIBLE
source: This folder is no longer accessible. It may have been moved, removed, or the disk could have been removed from the computer.
de: Dieser Ordner ist nicht mehr zugänglich. Es wurde möglicherweise verschoben, entfernt oder seine Festplatte konnte aus dem Computer entfernt wurden.

# TXT_FORWARD
source: Forward
de: Nach vorn

# TXT_FREEZEWINDOW
source: Lock Window
de: Schleusenfenster

# TXT_FRIDAY
source: Friday
de: Freitag

# TXT_S_GENERALSETTINGS
source: General
de: Allgemein

# TXT_HEAVY_TRACE
source: Enable detailed debug logging
de: Aktivieren Sie ausführliche Debugprotokollierung

# TXT_HELP
source: Help
de: Hilfe

# TXT_INFO
source: Register info messages in the log file
de: Melden Sie sich Info-Nachrichten

# TXT_INSERT_DISK
source: Insert disk
de: Legen Sie Diskette

# TXT_INSERT_MEDIA
source: Please insert the disk labeled {0} (desc: {1}) into the {2} drive.
de: Bitte legen Sie die Diskette mit der Aufschrift {0} (desc: {1}) in die {2}-Laufwerk.

# TXT_KEY
source: Shortcut
de: Tastenkürzel

# TXT_KEYCOMMANDEDITOR
source: Define keys for {0}
de: Definieren Sie Schlüssel für {0}

# TXT_S_KEYMAP
source: Keyboard
de: Klaviatur

# TXT_S_KEYMAP_DESC
source: To edit a shortcut, click on its associated links in the table below. The shortcuts with disabled links cannot be changed by the user (e.g: OpenHelp = F1, etc).
de: Um einen Schnellzugriff zu bearbeiten, auf die damit verbundenen Links in der Tabelle unten klicken. Die Verknüpfungen mit behinderten Links nicht ändern können vom Anwender sein (z.B.: OpenHelp = F1, etc).

# TXT_LANGUAGE
source: Language
de: Sprache

# TXT_LOGFILENAME
source: Log file name:
de: Log-Datei-Name:

# TXT_S_LOGGINGSETTINGS
source: Logging
de: Zeitschrift

# TXT_LOGLINECONSOLE
source: Log file console
de: Log-Datei-Konsole

# TXT_LOGLINECOUNT
source: Log entries count:
de: Log-Einträge insgesamt:

# TXT_LOG_DESC
source: This program version is built with enforced logging. All log level are enabled by default.
de: Dieses Programm wird mit Version durchgesetzt Protokollierung gebaut. Alle Log-Level sind standardmäßig aktiviert.

# TXT_LOG_KEEPDAYS
source: How many days to keep the old log files (min=2, max=10):
de: Wie viele Tage zu halten, die alten Log-Dateien (min = 2, max = 10):

# TXT_LOG_PATH
source: Log files path:
de: Log-Dateien Pfad:

# TXT_MODIFY
source: Modify
de: Ändern

# TXT_MONDAY
source: Monday
de: Montag

# TXT_MULTIRENAME
source: Rename Multiple Files
de: Umbenennen mehrerer Dateien

# TXT_S_NETWORK_SETTINGS
source: Network
de: Netzwerk

# TXT_NEW
source: New
de: Neu

# TXT_NO
source: No
de: Nein

# TXT_NO_NETWORK
source: Warning: There is no operational network connection.
de: Warnung: Es gibt keine operativen Netzwerkverbindung.

# TXT_OFF
source: OFF
de: AUS

# TXT_ON
source: ON
de: EIN

# TXT_OPEN
source: Open
de: Geöffnet

# TXT_OR
source: or
de: oder

# TXT_PASSWORD
source: Password
de: Passwort

# TXT_PASTE
source: Paste
de: Einfügen

# TXT_PORT_NAME
source: Serial Port Name:
de: Seriellen Port Name

# TXT_PORT_SETTINGS
source: Serial Port Settings:
de: Seriellen Port Einstellungen:

# TXT_PROCEED
source: Proceed
de: Vorgehen

# TXT_PROGRAMSTARTUPINFO
source: Program startup information
de: Programmstart Informationen

# TXT_PROGRAMS_FILTER
source: Executable files (*.exe)|*.exe|All files (*.*)|*.*||
de: Ausführbare Dateien (* exe) |*.exe|Alle Dateien (*.*)|*.*||

# TXT_PROGRAM_DEF
source: Program to be executed (click on the link below to change):
de: Auszuführenden Programms (klicken Sie auf den Link unten, um zu ändern) werden:

# TXT_READONLY
source: Read Only
de: Nur Lesen (Read-Only)

# TXT_ARCHIVE
source: Archive
de: Archivieren

# TXT_HIDDEN
source: Hidden
de: Versteckt

# TXT_REFRESH
source: Refresh
de: Erfrischen

# TXT_SATURDAY
source: Saturday
de: Samstag

# TXT_SAVE
source: Save
de: Sparen

# TXT_SAVE_AS
source: Save as...
de: Speichern unter ...

# TXT_SEARCH
source: Search
de: Suche

# TXT_SERIALPORTLCFG
source: Configure Serial Port
de: Konfigurieren Sie Serielle Schnittstelle

# TXT_SERIAL_PORT_NAME
source: Settings for Serial Port:
de: Einstellungen für den seriellen Port:

# TXT_SETSKIN
source: Set the User Interface Theme (per entire ProTONE Suite):
de: Legen Sie die User Interface Design (pro gesamte ProTONE Suite):

# TXT_SETTINGS
source: Program Settings
de: Programm-Einstellungen

# TXT_SETUILANGUAGE
source: Set the User Interface Language (per entire ProTONE Suite):
de: Stellen Sie die Sprache der Benutzeroberfläche (pro gesamte ProTONE Suite):

# TXT_SHOWLOG
source: Show log file ...
de: Log-Datei anzeigen ...

# TXT_SHOWSPLITTERS
source: Show panel splitters in main window
de: Zeige Panel Splitter im Hauptfenster

# TXT_SIZE
source: Size
de: Größe

# TXT_SUCCESS
source: Task succesfull.
de: Aufgabe erfolgreich.

# TXT_SUCCESS_COPY_TASK
source: Copy files has completed succesfully.
de: Kopieren von Dateien wurde erfolgreich abgeschlossen.

# TXT_SUCCESS_DELETE_TASK
source: Delete files has completed succesfully.
de: Löschen von Dateien erfolgreich abgeschlossen hat.

# TXT_SUCCESS_MOVE_TASK
source: Move files has completed succesfully.
de: Verschieben von Dateien wurde erfolgreich abgeschlossen.

# TXT_SUNDAY
source: Sunday
de: Sonntag

# TXT_TASK_CANCEL
source: Abort Executing Tasks ?
de: Abbruch Aufgaben?

# TXT_TASK_CANCEL_MSG
source: Are you sure you want to abort the executing tasks ?
de: Sind Sie sicher, abbrechen wollen die Ausführung von Aufgaben?

# TXT_SPECIFYURL
source: Specify a URL:
de: URL angeben:

# TXT_TCPIPINVALIDFORMAT
source: The entered string does not represent a valid URL.
de: Der eingegebene Zeichenfolge stellt keine gültige URL.

# TXT_TCPIPURI
source: Enter the URL:
de: Geben Sie die URL:

# TXT_THEREARENOITEMS
source: There are no items to show in this panel.
de: Es sind keine Objekte in diesem Panel zeigen.

# TXT_THURSDAY
source: Thursday
de: Donnerstag

# TXT_TRACE
source: Show debug traces
de: Debug-Spuren anzeigen

# TXT_TUESDAY
source: Tuesday
de: Dienstag

# TXT_UNDO
source: Undo
de: Rückgängig

# TXT_UP
source: Up
de: Oben

# TXT_USERNAME
source: User
de: Benutzer

# TXT_WAIT_COPY
source: Please wait while copying files ...
de: Bitte warten Sie, während das Kopieren von Dateien ...

# TXT_WAIT_DELETE
source: Please wait while deleting files ...
de: Bitte warten Sie, während das Löschen von Dateien ...

# TXT_WAIT_MOVE
source: Please wait while moving files ...
de: Bitte warten Sie, während das Verschieben von Dateien ...

# TXT_WARNING
source: Register warning messages in the log file
de: Melden Sie Warnmeldungen

# TXT_WEDNESDAY
source: Wednesday
de: Mittwoch

# TXT_WIZARDBACK
source: < Back
de: < Zurück

# TXT_WIZARDCANCEL
source: Cancel
de: Abbrechen

# TXT_WIZARDFINISH
source: Finish
de: Abschließen

# TXT_WIZARDNEXT
source: Next >
de: Weiter >

# TXT_WIZARDREPEAT
source: Repeat wizard
de: Wiederholen Sie die Assistenten

# TXT_WIZARDSTEPDELIMITER
source: of
de: von

# TXT_WIZARDSTEPTEXT
source: Step
de: Schritt

# TXT_WIZFINISHED
source: has finished task execution.
de: beendet die Task-Ausführung.

# TXT_WIZFINISHING
source: is running, please wait ...
de: läuft, bitte warten ...

# TXT_WIZSTEPRESULTS
source: Results
de: Resultat

# TXT_WIZTASKSFINISHED
source: All wizard tasks have finished succesfully !
de: Alle Aufgaben-Assistenten haben erfolgreich beendet!

# TXT_WIZTASKSFINISHED_ERRORS
source: All wizard tasks have finished, but some errors were encountered. Details in the list below.
de: Alle Aufgaben-Assistenten abgeschlossen haben, aber einige Fehler aufgetreten sind. Details in der Liste unten.

# TXT_WIZTASKSRUNNING
source: Please wait while wizard tasks are running ...
de: Bitte warten Sie, während Assistent Tasks ausgeführt werden ...

# TXT_WORKDIR
source: Program working folder:
de: Programm Arbeitsordner:

# TXT_YES
source: Yes
de: Ja

# TXT_YESALL
source: Yes for all
de: Ja für alle

# TXT_DEFINE_PROXYSERVERADDRESS
source: [ Define the proxy server address ]
de: [Definieren Sie den Proxy-Server-Adresse]

# TXT_DEFINE_PROXYSERVERUSERNAME
source: [ Define the proxy server username ]
de: [Definieren Sie den Proxy-Server-Benutzername]

# TXT_PROXYTYPE
source: Proxy server type:
de: Proxy-Server-Typus:

# TXT_PROXYADDRESS
source: Proxy server address:
de: Proxyserver-Adresse:

# TXT_PROXYUSERNAME
source: User name:
de: Benutzername:

# TXT_PROXYPASSWORD
source: Password:
de: Passwort:

# TXT_LEVEL_AUTOMATIC
source: Automatic
de: Automatisch

# TXT_LEVEL_ERROR
source: Error
de: Fehler

# TXT_LEVEL_EXCEPTION
source: Exception
de: Ausnahme

# TXT_LEVEL_HEAVYTRACE
source: Detailed debug trace
de: Detaillierte Debug-Trace

# TXT_LEVEL_TRACE
source: Trace
de: Spur

# TXT_LEVEL_WARNING
source: Warning
de: Warnung

# TXT_RESULTS
source: Results:
de: Ergebnisse:

# TXT_PRIMARY_MONITOR
source: [PRIMARY MONITOR]
de: [PRIMÄREN MONITOR]

# TXT_CONFIRM_PROPERTYSAVE
source: The item properties were changed. Do you want to save changes ?
de: Die Item-Eigenschaften geändert wurden. Wollen Sie die Änderungen speichern?

# TXT_CONFIRMSAVECHANGES
source: Save changes ?
de: Änderungen speichern?

# TXT_DUPPLICATE_SHORTCUT
source: Shortcut is already in use
de: Abkürzung ist bereits im Einsatz

# TXT_DUP_SHORTCUT_FIXED
source: The key combination '{0}' is already assigned to '{1}' and cannot be modified. Please enter a different combination.
de: Die Tastenkombination '{0}' ist bereits zu "{1} 'zugewiesen und kann nicht geändert werden. Bitte geben Sie eine andere Kombination.

# TXT_DUP_SHORTCUT_CONFIRM
source: The key combination '{0}' is already assigned to '{1}'. Do you want to re-assign it to '{2}'?
de: Die Tastenkombination '{0}' ist bereits zu "{1} 'zugewiesen. Wollen Sie neu zuweisen es auf '{2}'?

# TXT_CONFIRM_RESTORE
source: Are you sure you want to load the default settings?
de: Sind Sie sicher, dass Sie die Standardeinstellungen zu laden?

# TXT_RESTORESHORTCUTSDESC
source: Use 'Restore Defaults' to load the default keyboard shortcut configuration.
de: Verwenden Sie "Standardeinstellungen", um das Standard-Tastatur laden Abkürzung-Konfiguration.

# TXT_RESTOREDEFAULTS
source: Restore defaults
de: Standardeinstellungen

# TXT_PID
source: Process ID
de: Prozess-ID

# TXT_KEEPONTOP
source: Keep window on top of others
de: Halten Sie Fenster über andere

# TXT_SAVEWINDOW
source: Save log window as ...
de: Speichern unter ...-Fenster anmelden

# TXT_SAVELOGFILE
source: Save log file as ...
de: Log-datei speichern unter ...

# TXT_SHOWTRACE
source: Show traces
de: Spuren anzeigen

# TXT_SHOWINFO
source: Show infos
de: Infos anzeigen

# TXT_SHOWWARNING
source: Show warnings
de: Warnungen anzeigen

# TXT_SHOWERROR
source: Show errors
de: Fehler anzeigen

# TXT_SAVELOGORWINDOW
source: Save log file or window
de: Save Log-Datei oder Fenster

# TXT_NOTIFYUPDATE
source: A new program version is available: {0}. Do you want to update to this version?
de: Eine neue Programm-Version steht zur Verfügung: {0}. Wollen Sie auf diese Version aktualisieren?

# TXT_CONFIRMUPDATE
source: Confirm program update
de: Bestätigen Sie Programm-Update

# TXT_WAITDOWNLOADUPDATE
source: Please wait while downloading application update files. You can press ESC to abort the download and keep the existing application version.
de: Bitte warten Sie, während des Herunterladens Anwendung Update-Dateien. Können Sie ESC, um den Download abbrechen drücken und halten Sie die bestehende Version der Anwendung.

# TXT_ALLOWAUTOUPDATES
source: Allow automatic program updates
de: Lassen Sie die automatische Programm-Updates

# TXT_CHECKUPDATE
source: Check program updates
de: Überprüfen Sie Programm-Updates

# TXT_DISABLEAUTODOWNLOADS
source: Disable automatic updates
de: Deaktivieren Sie die automatische Updates

# TXT_NOUPDATEREQUIRED
source: This program has the latest available version. For the moment, you do not need to update the program.
de: Dieses Programm verfügt über die neueste verfügbare Version. Für den Moment ist es nicht erforderlich, um das Programm zu aktualisieren.

# TXT_CONFIRM_MOVE
source: Are you sure you want to move the file: {0} ?
de: Sind Sie sicher, dass Sie die Datei verschieben: {0}?

# TXT_CONFIRM_MOVE_DIR
source: The folder: {0} is not empty. Do you want to move it and all its contents ?
de: Der Ordner: {0} ist nicht leer. Sie wollen es und alle Inhalte zu bewegen?

# TXT_CONFIRM_MOVE_EMPTYDIR
source: Are you sure you want to move the folder: {0} ?
de: Sind Sie sicher, dass Sie den Ordner zu verschieben: {0}?

# TXT_CONFIRM_MOVE_ROHS
source: The file {0} is has one or more of these attributes: Read-Only/Hidden/System. Do you still want to move it ?
de: Die Datei {0} ist eine oder mehrere dieser Attribute: Read-Only/Hidden/System. Wollen Sie immer noch, ihn zu bewegen?

# TXT_NOPROXY
source: No proxy
de: Kein Proxy

# TXT_IEPROXY
source: Use Internet Explorer proxy settings
de: Verwenden die Internet Explorer Proxy Einstellungen

# TXT_FILE_TYPE
source: File Type
de: Dateityp

# TXT_LOOK_IN
source: Look in
de: Suche in:

# TXT_SAMPLE
source: Example:
de: Exempel:

# TXT_FONT
source: Font:
de: Schrift:

# TXT_FONT_STYLE
source: Font style:
de: Schriftstil:

# TXT_SCRIPT
source: Character set:
de: Charakter set:

# TXT_CHOOSE_COLOR
source: Choose a color:
de: Wählen Sie eine Farbe:

# TXT_ACTIVE
source: Active
de: Aktiv

# TXT_FLAG_ERRORS
source: Show Errors
de: Fehler Anzeigen

# TXT_FLAG_WARNINGS
source: Show Warnings
de: Warnungen Anzeigen

# TXT_FLAG_INFOS
source: Show Information
de: Informationen Anzeigen

# TXT_FLAG_TRACES
source: Show Debug Traces
de: Debug Traces Anzeigen

# TXT_LOGFILE_FILTER
source: Log files (*.log)|*.log||
de: Log-Dateien (*.log)|*.log||

# TXT_SAVELOGFILE_PART
source: Save partial log file as:
de: Teilweisen Log-datei speichern unter:

# TXT_DRIVE_DESC_FORMAT
source: {0} [{1}] [{2}] [{3} MB free] [{4}]
de: {0} [{1}] [{2}] [{3} MB frei] [{4}]

# TXT_SELECT_FOLDER
source: Select a folder:
de: Wählen Sie einen Ordner:

# TXT_NEW_FOLDER
source: Create new folder
de: Neuen Ordner erstellen

# TXT_FORMAT_UNKNOWN
source: Unknown format
de: Unbekanntes Format

# TXT_NOT_READY
source: Not Ready
de: Nicht bereit

# TXT_NO_LABEL
source: No label
de: Kein Etikett

# TXT_NO_NAME
source: No name
de: Kein Name

# TXT_READY
source: Ready
de: Bereit

# TXT_CURRENT_PATH
source: Current path: {0}
de: Aktueller Pfad: {0}

# TXT_DISABLE
source: Disable
de: Deaktivieren

# TXT_EDIT
source: Edit
de: Bearbeiten

# TXT_ENABLE
source: Enable
de: Aktivieren

# TXT_ENABLED
source: Enabled
de: Aktiviert

# TXT_EXPORT
source: Export
de: Exportieren

# TXT_EXPORT_FULL
source: Full export ...
de: Vollständige Export ...

# TXT_EXPORT_PARTIAL
source: Partial export ...
de: Teilweisen Export ...

# TXT_IMPORT
source: Import
de: Importieren

# TXT_IMPORT_FULL
source: Full import ...
de: Vollständiger Import ...

# TXT_IMPORT_PARTIAL
source: Partial import (with merge)...
de: Teilweiser Import (mit Merge) ...

# TXT_INPUT_DATA
source: Input data
de: Input-Daten

# TXT_OUTPUT_DATA
source: Output data
de: Ausgangsdaten

# TXT_DISK_CDR
source: Optical disc (CD, DVD or BlueRay)
de: Optischplatte (CD, DVD oder BlueRay)

# TXT_DISK_FIL
source: File
de: Datei

# TXT_DISK_FLD
source: Folder
de: Ordner

# TXT_DISK_HDD
source: Fixed disk (hard disk)
de: Festplatte (Harddisk)

# TXT_DISK_NET
source: Network drive
de: Netzwerk-Laufwerk

# TXT_DISK_NRT
source: Disk without root folder
de: Platte ohne Root-Ordner

# TXT_DISK_RAM
source: Virtual RAM disk
de: Virtuelle RAM-Platte

# TXT_DISK_REM
source: Removable disk (Floppy disk or USB flash).
de: Wechseldatenträger (Diskette oder einem USB-Flash).

# TXT_DISK_UNK
source: Unknown disk type
de: Unbekannt Plattentypus

# TXT_NEW_FILENAME
source: New file name
de: Neuer Dateiname

# TXT_OLD_FILENAME
source: Old file name
de: Alte Dateinamen

# TXT_ATTRIBUTES
source: Attributes
de: Attribute

# TXT_CREATIONDATE
source: Creation date
de: Erstellungsdatum

# TXT_FILESIZE
source: File size
de: Dateigröße

# TXT_FILESYSTEMINFO
source: File Information
de: Datei-Informationen

# TXT_LASTACCESSDATE
source: Latest access
de: Neueste Zugang

# TXT_LASTCHANGEDATE
source: Latest change
de: Neueste Änderung

# TXT_PARENT
source: Parent folder
de: Übergeordneten Ordner

# TXT_PATH
source: Path
de: Pfad

# TXT_DESC
source: Description
de: Beschreibung

# TXT_LOGMESSAGE
source: Log Message
de: Melden Nachricht

# TXT_MODULENAME
source: Module Name
de: Modulname

# TXT_TIMESTAMP
source: Date / Time
de: Zeitstempel

# TXT_CONFIRM_CREATE
source: The file {0} does not exist yet. Do you want to create it ?
de: Die Datei {0} ist nicht vorhanden. Wollen Sie es schaffen?

# TXT_ASSISTANCE
source: Assistance
de: Assistenz

# TXT_CHOOSE_FAVORITE
source: Please select a folder to be added as favorite:
de: Bitte wählen Sie einen Ordner zu den Favoriten hinzugefügt werden:
