Repository: rraguso/protone-suite
Catalog: trunk/ProTONE Suite/src/Framework/OPMediaBase/OPMedia.UI/Translations/Translation.*.resx
Languages: de

# TXT_CMDFAVMANAGER
source: Open favorite folder manager
de: Offene Favorit Ordner-Manager

# TXT_FAVORITES
source: Favorites
de: Favoriten

# TXT_FAVORITES_ADD
source: Add to Favorite Folders
de: Als Favorit hinzufügen Folders

# TXT_FAVORITES_MANAGE
source: Manage Favorite Folders ...
de: Verwalten Favoritenordner ...

# TXT_MANAGE_FAVORITES
source: Define your Favorite Folders:
de: Definieren Ihre Favoriten-Ordner:

# TXT_PROCESSING_FILE
source: Processing file
de: Verarbeiten der Datei

# TXT_SCANNING
source: Scanning
de: Scannen

# TXT_NEWFOLDER
source: Create New Folder
de: Neuen Ordner Erstellen

# TXT_PARENTFILETYPES
source: 'Parent' file types:
de: 'Eltern' Dateitypen:

# TXT_CHILDFILETYPES
source: 'Child' file types:
de: 'Kind' Dateitypen:

# TXT_USE_LINKEDFILES
source: Manipulate linked files as a single item
de: Manipulieren verknüpften Dateien als ein einzelnes Element

# TXT_FILE_NOT_FOUND
source: File not found: {0}
de: Datei nicht gefunden: {0}

# TXT_RECENT_FILE_REMOVED
source: The file will be removed from recent opened files list.
de: Die Datei wird aus den jüngsten Liste geöffneten Dateien entfernt werden.

# TXT_S_CONTROL
source: Control
de: Kontrolle

# TXT_S_TROUBLESHOOTING
source: Support
de: Stützen

# TXT_EDIT_KEY
source: Configure shortcut
de: Konfigurieren Verknüpfung

# TXT_RESULTING_COLOR
source: Resulting color:
de: Entstandene Farbe:
